IdeaRS.Connections
WorkPlaneInputMethod Enumeration
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "T:IdeaRS.Connections.Data.WorkPlaneInputMethod"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public enum WorkPlaneInputMethod
Members
Member name | Value | Description
Rotations | 0
ByNormalVector | 1
See Also
Reference
IdeaRS.Connections.Data Namespace